<template>
  <div>
    <div class="notice-box">
      <div class="desc">
        您的信任对我们非常重要，我们深知个人信息对您的重要性，我们将按法律法规要求，采取相应安全保护措施，尽力保护您的个人信息安全可控。鉴于此，恒大统一账号服务提供者恒大智慧科技有限公司（以下简称“我们”）制定本隐私政策。
        <p class="bold">
          在您注册、登录恒大统一账号以及使用恒大统一账号登录恒大集团关联公司各平台前（目前，恒大集团关联公司平台包括恒房通、恒大财富、恒大智慧社区、星络家居、恒大酒店、海花岛度假区官网或移动应用软件），请您务必仔细阅读并充分理解本政策及恒大集团关联公司各平台制定的政策，在确认充分理解并同意后使用相关产品或服务。我们提供服务时，可能会收集、储存和使用与您有关的个人信息。如果您不提供相关信息，可能无法注册成为我们的用户或无法享受我们提供的某些服务，或者无法达到相关服务拟达到的效果。
        </p>
        <div class="bold">
          <p class="mt20">目录</p>
          <p>一、我们如何收集个人信息</p>
          <p>二、我们如何使用个人信息</p>
          <p>三、我们如何对外提供个人信息</p>
          <p>四、我们如何存储和保护您的个人信息</p>
          <p>五、您如何管理您的个人信息</p>
          <p>六、责任声明</p>
          <p>七、未成年人的个人信息保护</p>
          <p>八、本隐私权政策如何更新</p>
          <p>九、如何联系我们</p>
          <p>十、法律适用及管辖</p>
        </div>
        <div class="art mt20">
          <h4>一、我们如何收集个人信息</h4>
          <p>
            1、在您注册或使用恒大统一账号时，您需要提供您本人的
            <span class="bold">
              手机号码
            </span>
            作为账户登录名，我们将通过发送短信验证码的方式来验证您的身份是否有效。如您不提供前述信息，可能无法注册恒大统一账号或者无法使用恒大统一账号服务。
          </p>
          <p>
            2、为了向您提供仅需一个账号、一套密码、一次登录，即可轻松实现恒大集团关联公司多平台个人账号管理与资产管理的一站式便捷服务，
            <span class="bold">
              当您通过恒大统一账号登陆使用恒大集团关联公司平台时，我们会获得您在上述平台提交的您的个人信息（包括昵称、头像、登录手机号、密码、真实姓名、身份证号码、其他证件类型及证件号码、性别、国籍（地区）、生日、职业、银行卡号、开户行、银行预留手机号、常住地、家庭地址/家乡、邮寄地址、微信号、支付宝账号、QQ号、电子邮箱、身份类型）。
            </span>
            如您拒绝提供上述信息或拒绝授权，可能无法达到恒大统一账号服务拟达到的效果。
          </p>
          <p>
            3、当您登录、使用恒大统一账号时，为保障您正常使用我们的服务，维护我们服务的正常运行，改进及优化我们的服务体验、使我们的服务更加贴切用户的需求以及识别账号的异常状态、保障您的账号安全，
            <span class="bold">
              我们会收集、汇总、记录的信息，包括日志信息、操作系统、设备型号、系统版本、设备厂商以及手机常用属性信息，
            </span>
            这类信息是为提供服务必须收集的基础信息。如您不同意我们记录前述信息，可能无法注册恒大统一账号或者无法使用恒大统一账号服务。
          </p>
          <p>
            4、当您使用实名认证服务时，我们需要您提供您的
            <span class="bold">
              姓名、证件类型、证件号码、银行卡号/账号、刷脸认证
            </span>
            等信息，并可能通过验证
            <span class="bold">
              账号/卡密码
            </span>
            等方式对有关信息进行有效性核验。如您不提供上述信息，我们将无法向您提供需完成实名认证后方可使用的产品或服务。
          </p>
        </div>
        <div class="art">
          <h4>二、我们如何使用个人信息</h4>
          <p>1、实现本隐私政策中“我们如何收集个人信息”所述目的。</p>
          <p>
            2、为了保障服务的稳定性和安全性，我们会将您的个人信息用于身份验证、安全防范、诈骗检测、预防或禁止非法活动、降低风险、存档和备份用途。
          </p>
          <p>3、根据法律法规或监管要求向相关部门进行报告。</p>
          <p>
            4、我们会采取脱敏、去标识化等方式对您的个人信息进行综合统计、分析加工，以便为您提供更加准确、个性、流畅及便捷的服务，或帮助我们评估、改善或设计服务及运营活动。
          </p>
          <p>
            5、为便于您查看并管理您的个人信息，您同意我们将您的个人信息同步到恒大统一用户信息页面（您可在恒大集团关联公司平台的个人信息页面点击“恒大统一用户信息”跳转至该页面）。
          </p>
          <p>
            6、当我们要将信息用于本隐私政策未载明的其他用途时，会按照法律法规及国家标准的要求以确认协议、具体场景下的文案确认动作等形式再次征得您的同意。
          </p>
          <p>征得授权同意的例外</p>
          <p>
            根据相关法律法规规定，以下情形中收集您的信息无需征得您的授权同意：
          </p>
          <p>（1）与国家安全、国防安全直接相关的；</p>
          <p>（2）与公共安全、公共卫生、重大公共利益直接相关的；</p>
          <p>（3）与犯罪侦查、起诉、审判和判决执行等直接相关的；</p>
          <p>
            （4）出于维护信息主体或其他个人的生命、财产等重大合法权益但又很难得到您本人同意的；
          </p>
          <p>（5）所收集的个人信息是您自行向社会公众公开的；</p>
          <p>
            （6）从合法公开披露的信息中收集信息的，如合法的新闻报道、政府信息公开等渠道；
          </p>
          <p>（7）根据您的要求签订和履行合同所必需的；</p>
          <p>
            （8）用于维护恒大统一账号服务的安全稳定运行所必需的，例如发现、处置产品或服务的故障；
          </p>
          <p>（9）法律法规规定的其他情形。</p>
        </div>
        <div class="art">
          <h4>三、我们如何对外提供个人信息</h4>
          <p class="bold">（一）共享</p>
          <p>
            1、我们承诺对您的信息进行严格保密，我们不会与恒大集团及其关联公司以外的第三方公司、组织和个人共享您的个人信息，除非存在以下一种或多种情形：
          </p>
          <p>（1）您自行提出要求的；</p>
          <p>（2）事先已征得您的明确授权同意；</p>
          <p>
            （3）根据适用的法律法规、法律程序的要求、强制性的行政或司法要求所必须的情况下进行提供；
          </p>
          <p>
            （4）在法律法规允许的范围内，为维护我们、我们的关联公司、您或社会公众利益、财产或安全免遭损害而有必要提供；
          </p>
          <p>
            （5）只有共享您的个人信息，才能实现我们的产品与/或服务的功能或提供您需要的服务；
          </p>
          <p>（6）应您需求为您处理您与他人的纠纷或争议；</p>
          <p>
            （7）符合与您签署的相关协议（包括在线签署的电子协议以及相应的平台规则）或其他的法律文件约定所提供；
          </p>
          <p>（8）基于学术研究而使用；</p>
          <p>（9）基于符合法律法规的社会公共利益而使用。</p>
          <p>
            2、为便于我们基于恒大统一账号体系向您提供一站式服务以及便于您进行统一管理、保障系统和账号安全等，您授权同意我们将您的个人信息与您通过恒大统一账号登录使用的恒大集团关联公司平台在合理范围内进行共享。
          </p>
          <p>
            3、当您投诉他人或被他人投诉时，为了保护您及他人的合法权益，我们可能会将您的姓名及有效证件号码、联系方式、投诉相关内容提供给消费者权益保护部门及监管机关，以便及时解决投诉纠纷，但法律法规明确禁止提供的除外。
          </p>
          <p class="bold">（二）转让</p>
          <p>
            转让是指将个人信息控制权向其他公司、组织或个人转移的过程。原则上我们不会将您的个人信息转让,但以下情况除外:
          </p>
          <p>1、您自行提出要求的；</p>
          <p>2、事先已征得您的明确授权同意；</p>
          <p>
            3、如我们进行兼并、收购、重组、分立、破产、资产转让或类似的交易，而您的个人信息有可能作为此类交易的一部分而被转移，我们会要求新持有人继续遵守和履行该隐私政策的全部内容（包括使用目的、使用规则、安全保护措施等），否则我们将要求其重新获取您的明示授权同意；
          </p>
          <p>4、法律法规等规定的其他情形。</p>
          <p class="bold">
            如具备上述事由确需转让的，我们会在转让前向您告知转让的信息的目的、类型（如涉及您的个人敏感信息的，我们还会向您告知涉及的敏感信息的内容），并在征得您的授权同意后再转让，但法律法规另有规定的或本政策另有约定的除外。
          </p>
          <p class="bold">（三）公开披露</p>
          <p>我们仅会在以下情形，公开披露您的个人信息：</p>
          <p>
            1、在您明确同意或主动选择情况下，我们可能会公开披露您所指定的个人信息；
          </p>
          <p>
            2、根据法律、法规的要求、强制性的行政执法或司法要求所必须提供您个人信息的情况下，我们可能会依据所要求公开披露您的个人信息。在符合法律法规的前提下，当我们收到上述披露信息的请求时，我们会要求必须出具与之相应的法律文件，如传票或调查函。
          </p>
          <h4>（四）例外情形</h4>
          <p>
            根据法律法规等规定，
            <span class="bold"
              >在下述情况下，共享、转让、公开披露您的个人信息无需事先征得您的授权同意：
            </span>
          </p>
          <p>1、与国家安全、国防安全直接相关的；</p>
          <p>2、与公共安全、公共卫生、重大公共利益直接相关的；</p>
          <p>
            3、与犯罪侦查、起诉、审判和判决执行等直接相关的；或根据法律法规的要求、行政机关或公检法等有权机关的要求的；
          </p>
          <p>
            4、出于维护您或其他个人的生命、财产等重大合法权益但又很难得到您本人同意的；
          </p>
          <p>
            5、个人信息是您自行向社会公开的或者是从合法公开的渠道（如合法的新闻报道、政府信息公开等渠道）中收集到的；
          </p>
          <p>6、根据与您签订和履行相关协议或其他书面文件所必需的；</p>
          <p>7、法律法规等规定的其他情形。</p>
        </div>
        <div class="art">
          <h4>四、我们如何存储和保护您的个人信息</h4>
          <p class="bold">（一）个人信息的存储</p>
          <p>
            我们在中华人民共和国境内收集和产生的个人信息将存储在中华人民共和国境内。若为处理跨境业务且经您授权，向境外机构传输境内收集的相关个人信息的，我们会按照法律、行政法规和相关监管部门的规定执行，并通过签订协议、核查等有效措施，要求境外机构为所获得的个人信息保密。我们仅在本政策所述目的所必需期间和法律法规要求的时限内保留您的个人信息。
          </p>
          <p class="bold">（二）个人信息的保护措施</p>
          <p>
            1、为保障您的信息安全，我们致力于使用各种安全技术及配套的管理体系来防止您的信息被泄露、毁损或者丢失，如通过网络安全层软件（SSL）进行加密传输、信息加密存储、严格限制数据中心的访问、使用专用网络通道及网络代理。我们会建立个人信息安全影响评估制度，定期开展个人信息安全影响评估。我们将定期对隐私政策和相关规程，以及安全措施的有效性进行审计。同时我们会严格限制访问信息的人员范围，对可能接触到您的信息的工作人员采取最小化授权原则；不断对工作人员培训相关法律法规及隐私安全准则和安全意识强化宣导。
          </p>
          <p>
            2、尽管我们已经采取了必要措施保护您的个人信息，但鉴于网络安全技术的局限性、相对性以及计算机病毒、网络入侵和攻击破坏（包括但不限于DDOS）等危害网络安全事项或行为的不可预见性，<span
              class="bold"
              >您理解并同意：不论在何种情况下，我们均不对我们不能预测或控制的行为（如信息网络正常的设备维护，信息网络连接故障，电脑、通讯或其他系统的故障，电力故障，罢工，劳动争议，暴乱，起义，骚乱，生产力或生产资料不足，火灾，洪水，风暴，爆炸，战争，政府行为，司法行政机关的命令，第三方原因等）造成的不能服务或延迟服务承担责任，但我们将尽力减少因此而给您造成的损失和影响。</span
            >
          </p>
        </div>
        <div class="art">
          <h4>五、您如何管理您的个人信息</h4>
          <p>（一）查询、修改或补充您的信息</p>
          <p>
            您可在统一用户中心个人信息页面中，查阅您的身份信息、账户信息，或修改、补充您的个人资料，或进行相关的隐私、安全设置；但出于安全性和身份识别的考虑或根据法律法规的强制规定，您可能无法修改注册时提供的初始注册信息。
          </p>
          <p>（二）删除您的个人信息</p>
          <p>在以下情形中，您可以向我们提出删除个人信息的请求：</p>
          <p>1、如果我们处理个人信息的行为违反法律法规；</p>
          <p>2、如果我们收集、使用您个人信息，却未征得您的同意；</p>
          <p>3、如果我们处理个人信息的行为违反了与您的约定；</p>
          <p>4、如果您不再使用我们的产品或服务，或您注销了账号；</p>
          <p>5、如果我们不再为您提供产品或服务。</p>
          <p>
            若我们决定响应您的删除请求，我们还将同时通知从我们获得您的个人信息的实体，要求其及时删除，除非法律法规另有规定，或这些实体获得您的独立授权。
          </p>
          <p>
            当您从我们的服务中删除信息后，我们可能不会立即在备份系统中删除响应的信息，但会在备份更新时删除这些信息。
          </p>
          <p>（三）撤回同意</p>
          <p>
            您可以通过本协议第九条我们预留的电子邮箱联系我们的工作人员提出撤回同意申请，我们收到申请并审核确认后会按照您的申请内容停止收集、处理您的个人信息。但您撤回同意的决定，不会影响此前基于您的授权而展开的个人信息处理。
          </p>
          <p>（四）注销您的恒大统一账号</p>
          <p>
            如您需要注销恒大统一账号，您可以通过本协议第九条我们预留的电子邮箱联系我们的工作人员进行处理。我们在此善意地提醒您，<span
              class="bold"
              >如您注销恒大统一账号，您将同时无法再通过此账号登录、使用已接入恒大统一账号的恒大集团关联公司平台，也将无法找回您在以上平台中的任何内容或信息。您在注销恒大统一账号前，请您确认已妥善处理了您登录使用过的恒大集团关联公司平台下的所有问题（包括资产、账户和交易状态等）。您一旦注销恒大统一账号，您在上述平台下的优惠券、积分、资格、订单等视为您自行放弃，将无法继续使用。您理解并同意，我们无法协助您重新恢复前述服务。</span
            >注销恒大统一账号并不代表该恒大统一账号注销前的账户行为和相关责任得到豁免或减轻。
          </p>
          <p>
            注销恒大统一账号后，您该账号内的所有信息将被清空，我们将不会再收集、使用或共享与该账户相关的个人信息，但之前的信息如有法律法规要求，我们将按要求进行保存，且在该依法保存的时间内有权机关仍有权依法查询。
          </p>
          <p>
            （五）为保障安全，您可能需要提供书面请求，或以其他方式证明您的身份。我们可能会先要求您验证自己的身份，然后再处理您的请求。
          </p>
          <p>我们将在十五天内作出答复。</p>
          <p>
            对于您的合理请求，我们原则上不收取费用，但对多次重复、超出合理限度的请求，我们将酌情收取一定费用。对于那些无端重复、需要过多技术手段（例如，需要开发新系统或从根本上改变现行惯例）、给他人合法权益带来风险或者不切实际的请求，我们可能会予以拒绝。
          </p>
          <p>在以下情形下，我们可能无法响应您的请求：</p>
          <p>(1)与国家安全、国防安全有关的；</p>
          <p>(2)与公共安全、公共卫生、重大公共利益有关的；</p>
          <p>(3)与犯罪侦查、起诉和审判等有关的；</p>
          <p>(4)有充分证据表明您存在主观恶意或滥用权利的；</p>
          <p>(5)响应您的请求将导致其他个人、组织的合法权益受到严重损害的。</p>
          <p>(6)涉及商业秘密的。</p>
        </div>
        <div class="art">
          <h4>六、责任声明</h4>
          <p class="bold">
            请您注意，您访问的从恒大统一账号处接收您的个人信息的恒大集团关联公司平台可能有自己的隐私权保护政策；当您查看上述平台创建的网页或使用其开发的应用程序时，上述平台可能会放置他们自己的Cookie或网络Beacon，这些Cookie或网络Beacon不受我们的控制，且他们的使用不受本隐私政策的约束。我们会努力去要求这些主体对您的个人信息采取保护措施，同时您应务必仔细阅读并充分理解、同意恒大集团关联公司各平台制定的政策后再使用相关产品或服务。
          </p>
        </div>
        <div class="art">
          <h4>七、未成年人的个人信息保护</h4>
          <p>
            1、我们非常重视对未成年人个人信息的保护。若您是18周岁以下的未成年人，在使用我们及恒大集团关联公司平台产品与/或服务前，应事先取得您监护人的同意。我们将根据国家相关法律法规的规定保护未成年人的个人信息。
          </p>
          <p>
            2、我们不会主动直接向未成年人收集其个人信息。对于经监护人同意而收集未成年人个人信息的情况，我们只会在受到法律允许、监护人同意或者保护未成年人所必要的情况下使用、共享、转让或披露此信息。
          </p>
          <p>
            3、如果有事实证明未成年人并未取得监护人同意的情况下注册使用了我们及恒大集团关联公司平台产品与/或服务，我们会与相关监护人协商，并设法尽快删除相关个人信息。
          </p>
          <p>
            4、对于可能涉及的不满14周岁的儿童个人信息，我们进一步采取以下措施予以保障：
          </p>
          <p>
            （1）对于收集到的儿童个人信息，我们除遵守本隐私政策关于用户个人信息的约定外，还会秉持正当必要、知情同意、目的明确、安全保障、依法利用的原则，严格遵循《儿童个人信息网络保护规定》等法律法规的要求进行存储、使用、披露，且不会超过实现收集、使用目的所必须的期限，到期后我们会对儿童个人信息进行删除或匿名化处理。我们会指定专人负责儿童个人信息保护事宜，我们还会制定儿童个人信息保护的内部专门制度。
          </p>
          <p>
            （2）儿童或其监护人有权随时访问和更正儿童个人信息，还可以向我们提出更正和删除的请求。如您对儿童个人信息相关事宜有任何意见、建议或投诉、举报，请通过第九节中的联系方式与我们联系，我们会随时为您提供帮助。
          </p>
        </div>
        <div class="art">
          <h4>八、本隐私权政策如何更新</h4>
          <p>
            基于业务功能、使用规则、联络方式或法律法规及监管要求，我们可能会适时对本政策进行修订，该等修改构成本隐私政策的一部分。对于重大变更，我们会提供更显著的通知，您可以选择停止使用恒大统一账号服务；若您点击确认经修订的隐私政策即表示同意受经修订的本隐私政策的约束。
          </p>
        </div>
        <div class="art">
          <h4>九、如何联系我们</h4>
          <p>
            如您有关于网络信息安全的投诉和举报，或您对隐私政策、您的信息的相关事宜有任何问题、意见或建议，可通过以下方式联系我们：
          </p>
          <p>1、发送电子邮件到我们的邮箱:</p>
          <p>zhkj_service@evergrande.com</p>
          <p>2、以书面形式寄送至以下地址：</p>
          <p>恒大智慧科技有限公司</p>
          <p>广东省深圳市南山区海德三道航天科技广场A座30层/31层</p>
        </div>
        <div class="art">
          <h4>十、法律适用与管辖</h4>
          <p>
            本隐私政策之订立、生效、解释、修订、补充、终止、执行与争议解决均适用中国大陆法律(不含冲突法)；如法律无相关规定的，参照商业惯例或行业惯例。
          </p>
          <p>
            为执行本隐私政策或与本隐私政策有关的一切争议，均应首先由该争议所涉协议主体协商解决；协商不成的，任何一方均有权就相关争议向被告所在地人民法院提起诉讼。
          </p>
        </div>
        <p class="mt20"><span class="bold">本版更新时间：</span>2020.04.21</p>
        <p><span class="bold">本版生效时间：</span>2020.01.17</p>
      </div>
    </div>
  </div>
</template>

<style lang="less" scoped>
.notice-box {
  font-size: 16px;
  color: rgba(68, 68, 79, 1);
  line-height: 22px;

  .bold {
    font-weight: bold;
  }

  .content-text,
  .art,
  .mt20 {
    margin-top: 20px;
  }
}
</style>
