<template>
  <div class="notice-box">
    <p class="welcome">欢迎您注册、使用恒大统一账号！</p>
    <div class="desc">
      <p>
        本协议系您与恒大集团有限公司（以下简称“恒大集团”）旗下的恒大智慧科技有限公司（以下简称“恒大智慧科技”或“我们”）就恒大统一帐号的注册和使用而订立的。
        <span class="bold">
          在使用恒大统一账号服务之前，请您务必审慎阅读并充分理解《恒大统一账号服务协议》（以下简称“本协议”），特别是限制或免除责任的相应条款、法律适用和争议解决条款。限制或免除责任的相应条款以加粗形式提示您注意。未成年人应在法定监护人的陪同下阅读。您注册登录即表示您确认对本协议全部条款含义已充分理解并完全接受。您同意，我们有权在必要的时候修改本协议条款并按法律规定公示，您可以在相关页面查阅最新版本的协议条款。
        </span>
      </p>
      <div class="content-text">
        <p class="bold">一、关于恒大统一账号</p>
        <p>
          恒大统一账号是恒大集团旗下的互联网综合账号管理工具，您只需要一个账号、一套密码、一次登录，即可轻松实现恒大集团及关联公司多平台个人账号管理与资产管理的多种需求，提供一站式便捷服务（目前，恒大集团关联公司平台包括恒房通、恒大财富、恒大智慧社区、星络家居、恒大酒店、海花岛度假区官网或移动应用软件）。
          <span class="bold">
            您在使用恒大统一账号登录恒大集团关联公司各平台前，您仍应务必仔细阅读并充分理解各平台制定的服务协议，在确认充分理解并同意后使用各平台相关产品或服务。
          </span>
        </p>
      </div>
      <div class="content-text">
        <p class="bold">二、账号使用规则</p>
        <p class="bold">（一）账号注册</p>
        <p>
          1、如果您为恒大集团关联公司平台的新用户，使用恒大集团关联公司平台前，您需要注册获取恒大统一账号。如果您在恒大统一账号服务上线前即已注册了平台账号，则需要升级该平台账号获取恒大统一账号。
        </p>
        <p>
          <span class="bold"
            >恒大统一账号一经注册，即可在接入了恒大统一账号服务的恒大集团关联公司平台通行使用。在使用恒大统一账号登录该等平台、使用该等平台提供的产品或服务时，除遵守本协议约定外，还应遵守该等平台公布的服务协议、隐私政策、用户授权协议、规则以及有关正确使用平台服务的说明和操作指引。恒大统一账号和接入恒大统一账号服务的平台对出现的纠纷在法律规定和约定的范围内各自承担责任。</span
          >为保障恒大统一账号的正常运行，您在注册恒大统一账号服务时需要提供一些必要的信息。您须保证所提供的注册信息真实、准确、完整，否则，您将无法使用恒大统一账号服务或在使用过程中受到限制。<span
            class="bold"
            >对于因您提供的信息不真实、不准确或不完整导致的损失由您承担。</span
          >
        </p>
        <p>
          2、我们有权根据您所提供注册信息的真实性、准确性、完整性以及是否符合法律法规规定及恒大统一账号规定的其它条件，决定您的注册成功与否。如您提供的注册信息存在虚假信息或冒用他人信息等情况，恒大智慧科技作为本协议服务的提供方有权停止该账号的继续使用。
        </p>
        <p>
          3、您在使用恒大统一账号的过程中，所提供的注册信息发生变动，应及时进行变更。
        </p>
        <p>
          4、您自愿注册并使用恒大统一账号，确认以恒大统一账号的技术操作方式管理您的恒大集团关联公司平台。
        </p>
        <p>
          5、未成年人在注册使用恒大统一账号的服务前，应事先取得监护人的同意。监护人的同意包括但不限于口头的、书面的或者其它形式。
          <span class="bold">
            监护人应承担未成年人在网站隐私保护的首要责任，且未成年人及其监护人应承担使用本服务而导致的一切后果。
          </span>
        </p>
        <p class="bold">
          6、恒大统一账号为恒大集团关联公司平台用户提供服务，为用户体验及功能服务考虑，您在不同平台入口注册恒大统一账号时，被要求填写的信息可能不完全一致，因此，在您使用更高级的服务时，为了给您提供更好的服务及为了您的账号安全，可能需要您补全完整的信息后方可使用享受服务。若您未补充完整信息可能导致该部分信息对应的服务使用受限。
        </p>
        <p>
          7、我们与用户一同致力于个人信息的保护，保护用户个人信息是恒大智慧科技的一项基本原则。关于我们如何收集、使用、储存和分享您的个人信息，请仔细阅读和充分理解
          <span class="bold">
            《恒大统一账号隐私政策》。
          </span>
        </p>
        <p class="bold">（二）账号安全</p>
        <p>
          1、恒大统一账号密码由您自行设定。您应妥善保管您的恒大统一账号与密码，并对使用此恒大统一账号实施的所有活动及其后果承担责任。
        </p>
        <p>
          2、您须采取必要措施保护您的号码安全，包括但不限于妥善保管恒大统一账号与密码、安装防病毒木马软件、定期更改密码等措施。
        </p>
        <p>
          3、除前述各条款约定外，用户还须妥善保管与恒大统一账号及其密码相关的任何数字证书、手机动态口令或验证码、账户绑定的手机号码等一切信息和设备。<span
            class="bold"
            >如用户更换、暂停或终止使用上述信息或设备，或遗失或泄露前述信息或设备的，用户应及时采取必要措施，以减少可能发生的损失。您知晓并同意，因上述原因所致损失需由您本人承担。</span
          >
        </p>
        <p class="bold">（三）账号注销</p>
        <p>您可通过如下方式注销恒大统一账号：</p>
        <p>
          如您需要注销恒大统一账号，您可以通过本协议第七条我们预留的电子邮箱联系我们的工作人员进行处理。我们在此善意地提醒您，
          <span class="bold">
            如您注销恒大统一账号，您将同时无法再通过此账号登录、使用已接入恒大统一账号的恒大集团关联公司平台，也将无法找回您在以上平台中的任何内容或信息。您在注销恒大统一账号前，请您确认已妥善处理了您登录使用过的恒大集团关联公司平台下的所有问题（包括资产、账户和交易状态等）。您一旦注销恒大统一账号，您在上述平台下的优惠券、积分、资格、订单等视为您自行放弃，将无法继续使用。您理解并同意，我们无法协助您重新恢复前述服务。注销恒大统一账号并不代表该恒大统一账号注销前的账户行为和相关责任得到豁免或减轻。
          </span>
        </p>
        <p>
          注销恒大统一账号后，您该账号内的所有信息将被清空，我们将不会再收集、使用或共享与该账户相关的个人信息，但之前的信息如有法律法规要求，我们将按要求进行保存，且在该依法保存的时间内有权机关仍有权依法查询。
        </p>
      </div>
      <div class="content-text">
        <p class="bold">三、用户行为规范</p>
        <p class="bold">
          （一）用户在使用恒大统一账号过程中应遵守法律法规之规定，以及本协议及其他单独协议之约定。除此之外，您还应禁止从事以下行为：
        </p>
        <p>
          1、恶意登录、注册，恶意使用系统功能及服务。干扰或破坏恒大统一账号服务或恒大统一账号相关联的服务器和网络，或不遵守恒大统一账号服务的规定；
        </p>
        <p>
          2、恶意诋毁或损害恒大统一账号声誉、利用恒大统一账号用户身份从事违反国家法律法规的活动等行为；
        </p>
        <p>
          3、发布、传送、传播、存储危害国家安全统一、破坏社会稳定、违反公序良俗、侮辱、诽谤、淫秽、暴力以及任何违反国家法律法规的内容；
        </p>
        <p>
          4、发布、传送、传播、存储侵害他人知识产权、商业秘密等合法权利的内容；
        </p>
        <p>5、恶意虚构事实、隐瞒真相以误导、欺骗他人；</p>
        <p>6、发布、传送、传播广告信息及垃圾信息；</p>
        <p>
          7、将有关干扰、破坏或限制任何计算机软件、硬件或通讯设备功能的软件病毒或其它计算机代码、档案和程序等资料，加以上传、张贴、发送电子邮件或以其它方式传送；
        </p>
        <p>
          8、违反任何相关的中国法律、行政法规、规章、条例等具有法律效力的规范。
        </p>
        <p>
          （二）如果我们发现或收到他人举报您发布的信息违反本条约定，我们有权进行独立判断并采取技术手段予以删除、屏蔽或断开链接。同时，我们有权视用户的行为性质，采取包括但不限于暂停或终止服务，限制、冻结或终止账号使用等措施并追究法律责任。
        </p>
      </div>
      <div class="content-text">
        <p class="bold">四、免责条款</p>
        <p class="bold">
          您理解并同意，我们在以下情况下不承担责任（包括但不限于）：
        </p>
        <p class="bold">
          （一）我们不对恒大统一账号服务提供任何形式的保证，包括但不限于本服务符合您的需求，本服务不受干扰、及时提供或免于出错。
        </p>
        <p class="bold">
          （二）我们的合作单位所提供的服务内容及品质由该合作单位自行负责。
        </p>
        <p class="bold">
          （三）我们不保证为向会员提供便利而设置的外部链接的准确性和完整性，同时对于该等外部链接指向的不由我们实际控制的任何网页上的内容，我们不承担任何责任。
        </p>
        <p class="bold">
          （四）对于本协议第三条造成的服务变更、中断或终止，我们不承担责任。
        </p>
        <p class="bold">
          （五）因以下情况没有正确执行您提交的恒大统一账号用户操作指令而造成损失的，我们不承担任何责任：
        </p>
        <p class="bold">1、指令信息不明、存在乱码或不完整等；</p>
        <p class="bold">2、您所拥有的产品或服务发生失效、终止等情况；</p>
        <p class="bold">3、其他恒大统一账号无过失的情况。</p>
        <p class="bold">
          （六）对于受到计算机病毒、木马或其他恶意程序、黑客攻击所造成的损失。
        </p>
        <p class="bold">
          （七）您须安全使用账号，妥善保存恒大统一账号和密码，对您保管不善造成的损失，我们不承担责任。
        </p>
        <p class="bold">
          （八）如果您在共享环境下或在电脑被远程监控的情况下登录恒大统一账号，由此造成的损失，我们不承担责任。
        </p>
        <p class="bold">
          （九）恒大统一账号不允许您使用他人身份信息注册，否则，因此产生的法律责任将由您本人承担，给他人造成损失的，您应给予赔偿。
        </p>
        <p class="bold">
          （十）如您使用他人账号，须事先获得他人同意。一旦输入正确的账号和密码，我们即视您为已获得他人同意。您与他人之间因此产生的任何纠纷与恒大统一账号无关，对您或他人的损失，我们不承担责任，并且如给我们造成损失，我们将保留追索的权利。
        </p>
        <p class="bold">
          （十一）如您将您的账号出借给他人使用，一旦他人输入正确的账号和密码，我们即视他人已获得您的同意。您与他人之间因此产生的任何纠纷与恒大统一账号无关，对您或他人的损失，我们不承担责任，并且如给我们造成损失，我们将保留向您追索的权利。
        </p>
        <p class="bold">
          （十二）如果您将账号详细信息输入其他任何服务系统而不是输入恒大统一账号相关网页安全登录系统，由此造成的损失，我们不承担责任。
        </p>
        <p class="bold">
          （十三）您通过移动通讯设备登录相关网站和使用相关服务，因使用移动通讯设备过程中出现的信息的不完整、丢失或被第三方拦截等不可归责于恒大统一账号的情形，我们不承担责任。
        </p>
        <p class="bold">
          （十四）因无法预见、无法避免且无法克服的不可抗力事件，导致恒大统一账号在本协议项下的义务无法履行或无法按时履行，我们将在法律允许的范围内免责。
        </p>
        <p class="bold">
          （十五）如果恒大统一账号存在投入使用时的科学技术水平尚不能发现的缺陷，由此造成的损失，我们不承担责任。
        </p>
      </div>
      <div class="content-text">
        <p class="bold">五、服务的变更、中断或终止</p>
        <p>
          <span class="bold"
            >您理解，恒大统一账号需要定期或不定期对提供服务的系统或相关设备进行检修或者维护，或对恒大统一账号的系统进行升级、改造。如因此类情况而造成服务在合理时间内的中断，我们无需为此承担任何责任。</span
          >但我们将尽可能事先进行通告并根据情况在相应服务页面提前作出通知。
        </p>
        <p class="bold">
          （一）如发生下列任何一种情形，我们有权不经通知而中断或终止向您提供本协议项下的服务而无需对您或任何第三方承担任何责任：
        </p>
        <p class="bold">
          1、根据法律法规规定您应提交真实信息，而您提供的个人信息不真实、或与注册时的信息不一致又未能提供合理证明；
        </p>
        <p class="bold">2、您违反相关法律法规或本协议的约定；</p>
        <p class="bold">3、按照法律法规或主管部门的要求；</p>
        <p class="bold">4、出于安全的原因或其它必要的情形。</p>
        <p>
          （二）您有责任自行备份存储在本服务中的数据。如果您的服务被终止，我们可以从服务器上永久地删除您的数据，但法律法规另有规定的除外。服务终止后我们没有义务向您返还数据。
        </p>
      </div>
      <div class="content-text">
        <p class="bold">六、法律适用及管辖</p>
        <p>
          本协议之订立、生效、解释、修订、补充、终止、执行与争议解决均适用中国大陆法律(不含冲突法)；如法律无相关规定的，参照商业惯例或行业惯例。
        </p>
        <p>
          为执行本协议或与本协议有关的一切争议，均应首先由该争议所涉协议主体协商解决；协商不成的，任何一方均有权就相关争议向被告所在地人民法院提起诉讼。
        </p>
      </div>
      <div class="content-text">
        <p class="bold">七、如何联系我们</p>
        <p>
          如您对本协议的相关内容，恒大统一账号相关服务有任何问题、意见或建议，可通过以下方式联系我们：
        </p>
        <p class="no-indent" style="text-align: left;">
          1、发送电子邮件到我们的邮箱：zhkj_service@evergrande.com
        </p>
        <p class="no-indent">2、以书面形式寄送至以下地址：</p>
        <p class="no-indent">恒大智慧科技有限公司</p>
        <p class="no-indent">
          广东省深圳市南山区海德三道航天科技广场A座30层/31层
        </p>
      </div>
      <div class="mt20">
        <p class="bold no-indent">本版更新时间：2020.04.21</p>
        <p class="bold no-indent">本版生效时间：2020.01.17</p>
      </div>
    </div>
  </div>
</template>

<style lang="less" scoped>
.notice-box {
  font-size: 16px;
  color: rgba(68, 68, 79, 1);
  line-height: 22px;

  .bold {
    font-weight: bold;
  }

  .content-text,
  .art,
  .mt20 {
    margin-top: 20px;
  }
}
</style>
